---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotPasteOrphanTagsWarn
source: html/c1bf6d7e-f149-ed40-abd3-0d4fd4a95487.htm
---
# Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotPasteOrphanTagsWarn Property

Orphaned tags cannot be pasted.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPasteOrphanTagsWarn { get; }
```